//;******************************************************************************
//;* Copyright (c) 1983-2015, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
//;
//; Module Name:
//;
//;   EventLogSmmLib.uni
//;
//; Abstract:
//;
//;   EventLogSmmLib
//;
//;
// /** @file
//
// This library instance provides EventLogSmm service by consuming EVENT_LOG_PROTOCOL Protocol.
//
// Copyright (c) 2007 - 2015, Intel Corporation. All rights reserved.<BR>
//
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution.  The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
// 
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// **/


#string STR_MODULE_ABSTRACT             #language en-US "Provides EventLogSmm service by consuming EVENT_LOG_PROTOCOL Protocol"

#string STR_MODULE_DESCRIPTION          #language en-US "Provides EventLogSmm service by consuming EVENT_LOG_PROTOCOL Protocol"

